{
  "name": "Mir Sazzat Hossain",
  "designation": "Junior Research Scientist",
  "company": {
    "name": "Center for Computational & Data Sciences",
    "url": "https://ccds.ai/"
  },
  "description": "A highly motivated and aspiring researcher with a strong background in computer vision and machine learning. Over the past two years, I have actively contributed to the field, publishing research articles in well-regarded conferences such as ICIP and IJCNN. My primary research interests center around various aspects of computer vision and solving real-world problems from different domains using it. \n\nCurrently, I am working as a Junior Research Scientist at the Center for Computational & Data Sciences (CCDS) at Independent University, Bangladesh. My current research projects include domain adaptation, Mixtures-of-Experts in large multi-modal models (LMMs), protein dynamics prediction using 3D CNNs, and particle jet tagging using graph neural networks. \n\nTo advance my research experience, I am actively seeking Ph.D. positions in computer vision and machine learning, focusing on topics such as domain adaptation, self-supervised learning, generative models, and vision-language models. I am committed to continuous learning and growth and am excited to contribute to the advancement of computer vision and machine learning research.",
  "socialLinks": [
    {
      "name": "google-scholar",
      "url": "https://scholar.google.com/citations?user=HriPgEQAAAAJ"
    },
    {
      "name": "semantic-scholar",
      "url": "https://www.semanticscholar.org/author/Mir-Sazzat-Hossain/2220031205"
    },
    {
      "name": "dblp",
      "url": "https://dblp.org/pid/349/0737.html"
    },
    {
      "name": "github",
      "url": "https://github.com/mirsazzathossain"
    },
    {
      "name": "linkedin",
      "url": "https://linkedin.com/in/mirsazzathossain"
    },
    {
      "name": "twitter",
      "url": "https://twitter.com/mir_sazzat"
    }
  ],
  "resume": "files/mirsazzathossain-cv.pdf",
  "note": ""
}
